[Language Options]
Name=日本語
Info=StuffPlug 3を日本語で表示します。
NameA=Japanese
InfoA=Display StuffPlug 3 translated in Japanese
Flag=Japan.png

[Translation]
Author=人出梨
Website=混沌とした日常(BLOG)
WebsiteURL=http://chaoticalways.blog85.fc2.com/

[MainMenu]
Title=StuffPlug 3
Options=オプション
ContentStealer=コンテンツ・スティーラー
About=Stuff Plugについて
ButtonManager=ボタン・マネージャー
FakeInvite=Fake Invitations

[General]
MainLink=StuffPlug
MainLinkTT=StuffPlug3の特徴についてはここをクリックしてください（英語）
MainButtonName=StuffPlug 3
MainButtonTT=StuffPlug3の特徴についてはここをクリックしてください（英語）
ConvoButtonName=StuffPlug 3
ConvoButtonTT=StuffPlug3の特徴についてはここをクリックしてください（英語）
WordWheelText=フィルターをここ記述してください
DisableCheckbox=StuffPlug 3を無効にする
DisableCheckboxTT=このチェックを入れるとStuffPlug 3の機能を無効にしてできるだけ目立たなくします。

[DefaultBrowser]
Title=リダイレクト中
Text=リダイレクトが完了するまでしばらくお待ちください。

[Errors]
NotLoggedInTitle=ログインできませんでした
NotLoggedIn=この機能はログインされている間のみ有効です。
FakeInviteNotFoundTitle=偽の招待失敗
FakeInviteNotFound=このバージョンのMessengerで偽の招待を利用できませんでした。
ParserErrorTitle=解析失敗
ParserError=ユーザーインターフェースの以下の箇所の解析失敗 '%4!s!':%n%1!s! '%2!s!' (行: %3!d!)
WindowFailTitle=ウィンドウの読み込み失敗
WindowFail=ウィンドウの表示のための読み込みに失敗しました。%nもしこのエラーが現れたならStuffPlug 3を再インストールしてみてください。
InitFeatureFailTitle=機能の開始の失敗
InitFeatureFail=初期化に失敗したため%1!s!を開始することができませんでした。%nこの機能は自動的に無効にされます。%n再びこの機能を有効にしたい場合、オプションダイアログから再度設定してください。
StartFeatureFailTitle=機能の開始の失敗
StartFeatureFail=%1!s!を開始することができませんでした。%nこの機能は自動的に無効にされます。%n再びこの機能を有効にしたい場合、オプションダイアログから再度設定してください。
StatusTaskbarPlusTabsTitle=Messenger Plus! Liveと干渉しています
StatusTaskbarPlusTabs=StuffPlugはあなたがMessenger Plus!Liveの「会話をタブで表示する」の機能を有効にしていることを検知しました。%nタスクバーにステータスを表示する機能とタブ機能は同時に有効にできません。%nMessenger Plus! Liveのタブ機能をオフにしてください。

[Options]
Title=StuffPlug 3 オプション
HeaderText=オプション
HideShowDescription=機能の説明を表示/隠す
catGeneral=一般
catGeneralTT=一般的な機能
catConversations=会話と会話ウィンドウ
catConversationsTT=会話と会話ウィンドウに影響を与える機能のカテゴリです。
catContactList=コンタクトリスト
catContactListTT=コンタクトリストに影響を与える機能のカテゴリです。
catScripts=スクリプト
catScriptsTT=機能を追加するためのサードパーティ製スクリプトです。
catExperimental=実験機能
catExperimentalTT=非常に実験的な実装で、中にはテストされていないものもあります（？）
ContentStealer=コンテンツ・スティーラーを有効にする
ContentStealerTooltip=コンテンツ・スティーラーはあなたのコンタクトから絵文字や（ダイナミック）表示アイコン、ウィンクを盗むことができます！
SystrayMail=タスクトレイに新着メールアイコン表示
SystrayMailTooltip=新しいメールを受信したとき、メールアイコンをシステムトレイに表示します。ダブルクリックで受信箱を開きます。
ActionText=アクションテキスト機能の有効
ActionTextTooltip=!action に続けてメッセージを打つことでメッセンジャーからの警告のようなメッセージを送ります。
Chatname=チャット専用の名前を使う
ChatnameTooltip=会話ウィンドウでのみ表示される名前使えます。
FakeInvite=「偽の招待」機能を有効にする
FakeInviteTooltip=この機能はあなたの友人を偽の活動に招待することができます。例「友人 を Attention に招待しました」
BlockTalk=禁止したコンタクトに話しかけることを許可する
BlockTalkTooltip=禁止したコンタクトに一方的に話しかけることができるようになります。（多分）
MegaMessages=文字数の上限を増やす
MegaMessagesTooltip=1回のメッセージで半角5000文字まで送れるようにします。大きな手紙やコードの一部を送る際に便利です。
StatusTaskbar=ウィンドウアイコンに状態を反映させる
StatusTaskbarTooltip=会話ウィンドウのアイコンに参加者の状態を反映させます。（オフラインの参加者を考慮にいれる？）
FNEditor=コンタクトリストから自分の表示名を編集する
FNEditorTooltip=個人設定画面のようにコンタクトリスト上で自分の名前を編集できるようにします。
FlashLED=フルスクリーンの時キーボードLEDを点滅
FlashLEDTooltip=フルスクリーンアプリケーションを実行中に新しいメッセージを受信したら、キーボードのLEDを点滅させます。
FlashLEDN=NumLockのLEDを点滅
FlashLEDC=Caps LockのLEDを点滅
FlashLEDS=Scroll LockのLEDを点滅
DefaultBrowser=すべてのURLをデフォルトのブラウザで開く
DefaultBrowserTooltip=すべてのリンクとURLをデフォルトのブラウザで開きます。（Hotmailのメールボックスを含む）
Updater=毎週アップデートがないかチェックする
UpdaterTooltip=StuffPlugの最新バージョンがリリースされてないか7日ごとにチェックすることを許可します。
ContactClockResponse=他人に自分の現在のタイムゾーンを通知する
ContactClockResponseTooltip=StufｆPlug利用者にコンタクト時計のためにタイムゾーンの送信を許可します
ContactClock=タイムゾーンを修正した時計を表示する
ContactClockTooltip=一人との会話中のとき、表示アイコンの下に相手のタイムゾーンに調整された時計を表示します。
ConvoButton=会話ウィンドウにSPボタン表示
ConvoButtonTooltip=StuffPlug3のボタンを会話ウィンドウのツールバーに表示します。
CLButton=コンタクトリストにSPボタン表示
CLButtonTooltip=StuffPlug 3のボタンをコンタクトリストのツールバーに表示します。
AllCustomEmo=デフォルトの絵文字を置き換え可能にします。
AllCustomEmoTooltip=カスタム絵文字を作る時にデフォルトの絵文字のショートカットが使えます（例→ :), :(, :D　等）
MoreCustomEmo=一回の送信で5個以上のカスタム絵文字を打てるようにする
MoreCustomEmoTooltip=一回のメッセージで使えるカスタム絵文字の上限をなくします。受信側も有効になっている必要があります。
FTLimit=ファイル転送の上限を無効にする
FTLimitTooltip=一度に3ファイル以上の転送を可能にします。
TypingUser=タイピング中のユーザーを表示しない
TypingUserTooltip=「xxxはメッセージを送信中です」というメッセージを表示しない
Polygamy=複数起動の許可
PolygamyTooltip=Windows Live Messengerを複数起動できるようにします。
Timestamps=タイムスタンプのカスタマイズ
TimestampsTooltip=「xxxの発言：」の前につくタイムスタンプの書式を変更できます。フォーマットについてはサイトのFAQを参照してください。
WordwheelAdd=Wordwheel経由で新しいコンタクトの追加
WordwheelAddTooltip=Wordwheelを経由して簡単にコンタクトを追加できるようにします。
GroupBlock=「グループを禁止にする」をメニューに追加
GroupBlockTooltip=「グループを禁止にする」と「グループの禁止を解除」を右クリックメニューのグループの箇所に追加します。
CustomContent=スペシャルStuffPlugコンテンツを許可する
CustomContentTooltip=StuffPlug3のパートナーサイトのダイナミックコンテンツ（ウィンク、表示アイコン）の使用を許可します。受信機能も有効である必要があります？
Scripting=StuffPlugスクリプトを読み込む
ScriptingTooltip=新しい機能を持ったStuffPlugで使われるスクリプトを追加する
Experimental=実験機能をメニューに表示する
ExperimentalTooltip=実験的な機能をオプションダイアログに表示します。
IMTabs=会話のタブ化
IMTabsTooltip=会話ウィンドウを一つのタスクにグループ化します。Tabキーでウィンドウを切り替えられます。
InkExtension=手書きの拡張
InkExtensionTooltip=メッセンジャーのインクや手書きメッセージ機能にいくつかの新しい機能を追加する
FlushMem=メモリーフレッシャー
FlushMemTooltip=定期的に古いメモリを開放して、メッセンジャーの使うメモリ容量を減らします。
SecuritySpeedup=セキュリティ・スピードアップ
SecuritySpeedupTooltip=メッセンジャーのセキュリティチェックをより早いものと置き換えて高速化します。
ProperColorize=色の選択の最適化
ProperColorizeTooltip=明るい色を選択しやすいように置き換えます。設定を有効にするには会話ウィンドウを開き直すか、colorizationを変更してください？
ButtonManager=ボタンマネージャーを有効にする（未実装）
ButtonManagerTooltip=元の文章がないため不明
DpSize=表示アイコンサイズ（未実装？）
DpSizeTooltip=元の文章がないため不明
DUIConvoWidget=ConboWidget（未実装？）
DUIConvoWidgetTooltip元の文章がないため不明=

[FeatureFail]
Prefix=以下の機能の開始に失敗しました：
Suffix=どのようにしますか？
BtnIgnore=無視
BtnIgnoreTT=これらのエラーを無視します。
BtnDisable=すべて無効
BtnDisableTT=これらの失敗した機能を開始しません。
FailInit=初期化エラー
FailStart=開始失敗
Title=機能は開始に失敗しました
HeaderText=機能失敗
FallbackSuffix=これらを無効にしますか？

[WaitMemSearch]
Title=StuffPlug 3 準備中
HeaderText=メモリを検索中です
Text=StuffPlugがこのバージョンのメッセンジャーでどのように動作すべきか確定するまでしばらくお待ちください。

[Language]
HeaderText=言語
ErrorLanguageTitle=言語ファイル読み込み失敗
ErrorLanguage=選択された言語ファイルは読み込めませんでした。もしこの問題が何度も続くようであれば、言語ファイルかStuffPlugを再インストールしてください。
Title=言語を選んでください

[ContentStealer]
HeaderText=コンテンツ・スティーラー
BtnRefresh=更新
BtnRefreshTT=全てのコンテンツを再読み込み
BtnSave=名前をつけて保存
BtnSaveTT=選択したコンテンツをディスクに保存
BtnInstall=インストール
BtnInstallTT=選択したコンテンツをメッセンジャーにインストール
SaveTitle=名前をつけて保存
typeDP=表示アイコン
typeCE=エモーション
typeDDP=ダイナミック・表示アイコン
typeWink=ウィンク
ErrCantSaveTitle=保存失敗
ErrCantSave=選択したコンテンツを保存しようとした際にエラーが発生しました
ErrSelectTitle=保存するものを選んでください
ErrSelect=保存するものを選んでください
ErrNotEnabled=コンテンツスティーラーが有効になっていないため使うことができません。先にオプションダイアログから有効にしてください。
ErrNotEnabledTitle=有効ではありません
ErrNeedShortcut=エモーションを盗むには特別なキーボードショートカットが必要です
ErrNeedShortcutTitle=ショートカットが必要です
Title=コンテンツ・スティーラー
EmoticonTitle=エモーションを盗む
EmoticonHeaderText=盗んだエモーションをインストールする
EmoticonInstructions=このカスタムエモーションを盗むために、キーボードショートカットと名前を入力したらインストールをクリックしてください。
EmoticonPreview=エモーション:
EmoticonShortcut=キーボードショートカット:
EmoticonName=名前:
EmoDefName=%1!s!から盗む
ErrTooLongShortcut=キーボードショートカットは7文字以上扱えません
ErrTooLongShortcutTitle=ショートカットが長すぎます

[About]
Title=StuffPlugについて
HeaderText=StuffPlug 3
ToolbarText=StuffPlug 3についての情報
VersionInfo=バージョン情報:
ProgrammingDone=プログラミング:
DesignBy=デザイン:
TranslationBy=翻訳:
ThanksTo=スペシャルサンクス:
ThanksRequesting=%1!s! は '%2!s!' の機能が必要です
BuiltOn=ビルド：
BetaTesters=ベータテスター:

[SiteButtons]
BtnSite=Webサイト
BtnSiteTT=StuffPlugのウェブサイトをブラウザに表示します（英語）
BtnForum=フォーラム
BtnForumTT=StuffPlugのサポートフォーラムをブラウザに表示します（英語）
BtnFAQ=FAQ
BtnFAQTT=FAQのページをブラウザで表示します（英語）
BtnBugManager=バグ・マネージャー
BtnBugManagerTT=バグを見たり報告したり


[DefaultButtons]
BtnOK=OK
BtnOKTT=ウィンドウを閉じて変更を保存する
BtnCancel=キャンセル
BtnCancelTT=全ての変更を破棄してウィンドウを閉じます。
BtnClose=閉じる
BtnCloseTT=ウィンドウを閉じます
BtnLanguage=言語設定
BtnLanguageTT=言語を変更します。
BtnApply=適用
BtnApplyTT=変更を保存する

[SystrayMail]
UnreadMails=未読メール: %1!u!

[Updater]
NewUpdate=StuffPlugがアップデートされました。!%n%n現在のStuffPlugのバージョン: %1!s!%n最新のStuffPlugのバージョン：%2!s!%n%nダウンロードしますか？
NewUpdateTitle=StuffPlugの最新版が利用可能です

[ContactClock]
ListTitle=このコンタクトのタイムゾーンを選ぶ
AutoTitle=自動化
Auto=自動的にタイムゾーンの検索を試みる
AutoTooltip=自動的に現在のタイムゾーンを現在のコンタクトに送ります。相手もStuffPlug3が導入されている必要があります。
TimezoneUpdated=タイムゾーンが %1!s!に更新されました
Tooltip=このコンタクトの時間です

[WordwheelAdd]
Link=新しいコンタクトを追加する

[GroupBlock]
BlockGroup=このグループを全員禁止にする
UnblockGroup=このグループの禁止を全員解除する

[Toasts]
Title=StuffPlug 3の通知
Options=SP3 オプション

[FakeInvite]
Title=偽の招待
Examples=例
LastUsed=最近使用したもの
Custom=自分自身を招待
Example1=通常の動作
Example2=StuffPlug3を使用
Example3=ウィルスの転送
Argument=<Invitation>
